/* NSButton (Cancel) : <title:Cancel> (oid:12) */
"Cancel" = "Anulare";

/* NSButton (Duplicate) : <title:Duplicate> (oid:29) */
"Duplicate" = "Duplică";

/* NSTextField (Duplicate File) : <title:Duplicate File> (oid:11) */
"Duplicate File" = "Duplică Fișier";

/* NSButton (Edit) : <title:Edit> (oid:13) */
"Edit" = "Editează";

/* NSTextField (Enter the name for the new file:) : <title:Enter the name for the new file:> (oid:14) */
"Enter the name for the new file:" = "Introdu numele noului fișier:";

/* Prompt moving or duplicating file */
"A file with the same name already exists. Do you want to replace the existing file?" = "Un fișier cu același nume există deja. Vrei să înlocuiești fișierul existent?";
"Do you want to move the selected files?" = "Do you want to move the selected files?";
